<?php

return [
    'file_not_found' => 'Файл не найден',
    'banner' => [
        'title' => 'Задай свой странный вопрос',
        'subtitle' => 'и ты получишь странный ответ (:',
        'btn' => '*чпоньк'
    ],
    'permission_denied' => 'У вас не достаточно прав доступа',
    //
    'developed' => 'Разработано ',
    //
    'alerts' => [
        'success' => 'Операция выполнена успешно',
        'error' => 'Операция не была выполнена'
    ],
    //
    'sort' => [
        'new' => 'Сначала новые',
        'old' => 'Сначала старые',
        'popular' => 'Популярные'
    ],
    'search' => [
        'title' => 'Поиск по сайту',
        'not_found' => 'Результатов по запросу нету',
    ],
    'items_type_out' => [
        'simple' => '<svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-card-image" viewBox="0 0 16 16">
  <path d="M6.002 5.5a1.5 1.5 0 1 1-3 0 1.5 1.5 0 0 1 3 0"/>
  <path d="M1.5 2A1.5 1.5 0 0 0 0 3.5v9A1.5 1.5 0 0 0 1.5 14h13a1.5 1.5 0 0 0 1.5-1.5v-9A1.5 1.5 0 0 0 14.5 2zm13 1a.5.5 0 0 1 .5.5v6l-3.775-1.947a.5.5 0 0 0-.577.093l-3.71 3.71-2.66-1.772a.5.5 0 0 0-.63.062L1.002 12v.54L1 12.5v-9a.5.5 0 0 1 .5-.5z"/>
</svg> Обычный',
        'compact' => '<svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-card-text" viewBox="0 0 16 16">
  <path d="M14.5 3a.5.5 0 0 1 .5.5v9a.5.5 0 0 1-.5.5h-13a.5.5 0 0 1-.5-.5v-9a.5.5 0 0 1 .5-.5zm-13-1A1.5 1.5 0 0 0 0 3.5v9A1.5 1.5 0 0 0 1.5 14h13a1.5 1.5 0 0 0 1.5-1.5v-9A1.5 1.5 0 0 0 14.5 2z"/>
  <path d="M3 5.5a.5.5 0 0 1 .5-.5h9a.5.5 0 0 1 0 1h-9a.5.5 0 0 1-.5-.5M3 8a.5.5 0 0 1 .5-.5h9a.5.5 0 0 1 0 1h-9A.5.5 0 0 1 3 8m0 2.5a.5.5 0 0 1 .5-.5h6a.5.5 0 0 1 0 1h-6a.5.5 0 0 1-.5-.5"/>
</svg> Компактный'
    ]
];
?>