<?php

return [
    'file_not_found' => 'Файл не найден',
    'banner' => [
        'title' => 'Задай свой странный вопрос',
        'subtitle' => 'и ты получишь странный ответ (:',
        'btn' => '*чпоньк'
    ],
    'permission_denied' => 'У вас не достаточно прав доступа',
    //
    'developed' => 'Разработано ',
    //
    'alerts' => [
        'success' => 'Операция выполнена успешно',
        'error' => 'Операция не была выполнена'
    ],
    //
    'sort' => [
        'new' => 'Сначала новые',
        'old' => 'Сначала старые',
        'popular' => 'Популярные'
    ],
    'search' => [
        'title' => 'Поиск по сайту',
        'not_found' => 'Результатов по запросу нету',
    ],
    'items_type_out' => [
        'simple' => 'Обычный',
        'compact' => 'Компактный'
    ]
];
?>